Repository: Arkedrille/outlookbackupaddin
Catalog: BackupAddIn/Settings.*.resx
Languages: es

# btnSpeichern.Text
source: &Save
es: &Archivo

# btnAbbrechen.Text
source: &Cancel
es: &Cancelar

# btnReset.Text
source: Reset
es: Reiniciar

# lblLastBackup.Text
source: Last backup:
es: Última copia de Seguridad:

# lblBackupAll.Text
source: Backup all shown files:
es: Copiar los archivos:

# lblDays.Text
source: days
es: días

# lblInterval.Text
source: Interval:
es: Intervalo:

# lblDestination.Text
source: Destination:
es: Directorio:

# gbSettings.Text
source: Outlook-Files
es: Archivos de Outlook

# lblPostBackupCmd.Text
source: Post-Backup cmd:
es: Post-Backup:

# lblSuffix.Text
source: Suffix:
es: Sufijo de Backup:

# lblBPrefix.Text
source: Backup prefix:
es: Prefijo de Backup:

# gbOptionalSettings.Text
source: Optional settings
es: Ajustes Opcionales

# $this.Text
source: Backup Settings
es: Opciones de Backup
